Repository: quangtuyen88/forge
Catalog: ForgeCore/Sources/ForgeCore/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, vi

# %@ changes next session.
source: %1$@ changes next session.
ja: 次回のセッションで %1$@ が変わります。
ko: 다음 세션에서 %1$@ 이(가) 바뀝니다.
vi: %1$@ sẽ thay đổi ở buổi tới.

# %lld lifts progressing, %lld stalled.
source: %1$lld lifts progressing, %2$lld stalled.
ja: %1$lld種目が伸びていて、%2$lld種目が停滞しています
ko: %1$lld개 운동 향상, %2$lld개 정체
vi: %lld bài tập đang tiến bộ, %lld bài đình trệ.

source: 100 Tonne Club
ja: 100トンクラブ
ko: 100톤 클럽
vi: Câu lạc bộ 100 tấn

source: 100,000 kg lifted in total.
ja: 累計100,000 kgを持ち上げました。
ko: 총 100,000 kg을 들어올렸어요.
vi: Đã nâng tổng cộng 100.000 kg.

source: 12-Week Streak
ja: 12週連続記録
ko: 12주 연속 기록
vi: Chuỗi 12 tuần

source: 4-Week Streak
ja: 4週連続記録
ko: 4주 연속 기록
vi: Chuỗi 4 tuần

source: A hundred sessions logged. Legend.
ja: 100セッションを記録。伝説です。
ko: 100개 세션을 기록했어요. 전설이에요.
vi: Đã ghi 100 buổi tập. Huyền thoại.

source: A note cannot be dated in the future.
ja: メモを未来の日付にすることはできません。
ko: 메모는 미래 날짜로 지정할 수 없습니다.
vi: Không thể đặt ngày trong tương lai cho ghi chú.

source: Ab Wheel Rollout
ja: アブローラー
ko: 앱 롤아웃
vi: Lăn bánh xe bụng

source: Above maximum volume
ja: 最大ボリューム超過
ko: 최대 볼륨 초과
vi: Trên khối lượng tối đa

source: Advanced
ja: 上級者
ko: 고급
vi: Nâng cao

source: Archer Push-Up
ja: アーチャープッシュアップ
ko: 아처 푸시업

source: Arnold
ja: アーノルド
ko: 아놀드

source: Arnold Press
ja: アーノルドプレス
ko: 아놀드 프레스

source: Auto
ja: 自動
ko: 자동
vi: Tự động

source: Back
ja: 背中
ko: 등
vi: Lưng

source: Back Extension
ja: バックエクステンション
ko: 백 익스텐션
vi: Duỗi lưng

source: Back Squat
ja: バックスクワット
ko: 백 스쿼트
vi: Squat sau gáy

source: Band Calf Raise
ja: バンドカーフレイズ
ko: 밴드 카프 레이즈
vi: Nhón bắp chân dây kháng lực

source: Band Chest Fly
ja: バンドチェストフライ
ko: 밴드 체스트 플라이
vi: Ép ngực dây kháng lực

source: Band Chest Press
ja: バンドチェストプレス
ko: 밴드 체스트 프레스
vi: Đẩy ngực dây kháng lực

source: Band Clamshell
ja: バンドクラムシェル
ko: 밴드 클램셸
vi: Clamshell dây kháng lực

source: Band Curl
ja: バンドカール
ko: 밴드 컬
vi: Curl dây kháng lực

source: Band Face Pull
ja: バンドフェイスプル
ko: 밴드 페이스 풀
vi: Kéo dây kháng lực ngang mặt

source: Band Front Raise
ja: バンドフロントレイズ
ko: 밴드 프런트 레이즈
vi: Nâng tạ trước dây kháng lực

source: Band Glute Kickback
ja: バンドグルートキックバック
ko: 밴드 글루트 킥백
vi: Đá mông dây kháng lực

source: Band Good Morning
ja: バンドグッドモーニング
ko: 밴드 굿모닝
vi: Good Morning dây kháng lực

source: Band Hip Abduction
ja: バンドヒップアブダクション
ko: 밴드 힙 압덕션
vi: Dạng háng dây kháng lực

source: Band Hip Thrust
ja: バンドヒップスラスト
ko: 밴드 힙 스러스트
vi: Hip Thrust dây kháng lực

source: Band Lat Pulldown
ja: バンドラットプルダウン
ko: 밴드 랫 풀다운
vi: Kéo xô dây kháng lực

source: Band Lateral Raise
ja: バンドラテラルレイズ
ko: 밴드 래터럴 레이즈
vi: Nâng tạ ngang dây kháng lực

source: Band Leg Curl
ja: バンドレッグカール
ko: 밴드 레그 컬
vi: Gập gối dây kháng lực

source: Band Leg Extension
ja: バンドレッグエクステンション
ko: 밴드 레그 익스텐션
vi: Duỗi chân dây kháng lực

source: Band Overhead Press
ja: バンドオーバーヘッドプレス
ko: 밴드 오버헤드 프레스
vi: Đẩy vai trên đầu dây kháng lực

source: Band Overhead Triceps Extension
ja: バンドオーバーヘッドトライセップスエクステンション
ko: 밴드 오버헤드 트라이셉스 익스텐션
vi: Duỗi tay sau trên đầu dây kháng lực

source: Band Pallof Press
ja: バンドパロフプレス
ko: 밴드 팔로프 프레스
vi: Pallof Press dây kháng lực

source: Band Pull-Apart
ja: バンドプルアパート
ko: 밴드 풀어파트
vi: Kéo dây dang ngang

source: Band Pushdown
ja: バンドプッシュダウン
ko: 밴드 푸시다운
vi: Đẩy tay sau dây kháng lực

source: Band Row
ja: バンドロウ
ko: 밴드 로우
vi: Chèo dây kháng lực

source: Band Squat
ja: バンドスクワット
ko: 밴드 스쿼트
vi: Squat dây kháng lực

source: Band-Assisted Pull-Up
ja: バンドアシストプルアップ
ko: 밴드 어시스트 풀업
vi: Hít xà trợ dây kháng lực

source: Band-Resisted Push-Up
ja: バンドレジステッドプッシュアップ
ko: 밴드 레지스티드 푸시업
vi: Hít đất dây kháng lực

source: Bands
ja: バンド
ko: 밴드
vi: Dây kháng lực

source: Barbell
ja: バーベル
ko: 바벨

source: Barbell Bench Press
ja: バーベルベンチプレス
ko: 바벨 벤치 프레스
vi: Đẩy ngực tạ đòn

source: Barbell Bent-Over Row
ja: バーベルベントオーバーロウ
ko: 바벨 벤트오버 로우
vi: Chèo gập người tạ đòn

source: Barbell Bulgarian Split Squat
ja: バーベルブルガリアンスプリットスクワット
ko: 바벨 불가리안 스플릿 스쿼트
vi: Squat tách chân kiểu Bulgaria tạ đòn

source: Barbell Calf Raise
ja: バーベルカーフレイズ
ko: 바벨 카프 레이즈
vi: Nhón bắp chân tạ đòn

source: Barbell Curl
ja: バーベルカール
ko: 바벨 컬
vi: Curl tạ đòn

source: Barbell Floor Press
ja: バーベルフロアプレス
ko: 바벨 플로어 프레스
vi: Đẩy ngực sàn tạ đòn

source: Barbell Glute Bridge
ja: バーベルグルートブリッジ
ko: 바벨 글루트 브릿지
vi: Nâng mông tạ đòn

source: Barbell Hack Squat
ja: バーベルハックスクワット
ko: 바벨 핵 스쿼트
vi: Hack Squat tạ đòn

source: Barbell Hip Thrust
ja: バーベルヒップスラスト
ko: 바벨 힙 스러스트
vi: Hip Thrust tạ đòn

source: Barbell Pullover
ja: バーベルプルオーバー
ko: 바벨 풀오버
vi: Pullover tạ đòn

source: Barbell Reverse Lunge
ja: バーベルリバースランジ
ko: 바벨 리버스 런지
vi: Chùng chân sau tạ đòn

source: Barbell Shrug
ja: バーベルシュラッグ
ko: 바벨 슈러그
vi: Nhún vai tạ đòn

source: Barbell Split Squat
ja: バーベルスプリットスクワット
ko: 바벨 스플릿 스쿼트
vi: Squat tách chân tạ đòn

source: Barbell Upright Row
ja: バーベルアップライトロウ
ko: 바벨 업라이트 로우
vi: Chèo đứng tạ đòn

source: Barbell Wrist Curl
ja: バーベルリストカール
ko: 바벨 리스트 컬
vi: Cuốn cổ tay tạ đòn

source: Barbell, dumbbells, bands and bodyweight.
ja: バーベル、ダンベル、バンド、自重
ko: 바벨, 덤벨, 밴드, 맨몸
vi: Tạ đòn, tạ đơn, dây kháng lực và thân người.

source: Barbells, dumbbells, machines, cables, pull-up bar.
ja: バーベル、ダンベル、マシン、ケーブル、懸垂バー
ko: 바벨, 덤벨, 머신, 케이블, 턱걸이 바
vi: Tạ đòn, tạ đơn, máy, dây cáp, xà đơn.

source: Behind-the-Back Wrist Curl
ja: ビハインドザバックリストカール
ko: 비하인드 더 백 리스트 컬
vi: Cuốn cổ tay sau lưng

source: Below minimum volume
ja: 最小ボリューム未満
ko: 최소 볼륨 미만
vi: Dưới khối lượng tối thiểu

source: Belt Squat
ja: ベルトスクワット
ko: 벨트 스쿼트
vi: Squat đai

source: Bench Dip
ja: ベンチディップ
ko: 벤치 딥
vi: Dips ghế

source: Bent-Over Dumbbell Row
ja: ベントオーバーダンベルロウ
ko: 벤트오버 덤벨 로우
vi: Chèo gập người tạ đơn

source: Bicycle Crunch
ja: バイシクルクランチ
ko: 바이시클 크런치
vi: Gập bụng xe đạp

source: Bird Dog
ja: バードドッグ
ko: 버드 독

source: Bodyweight
ja: 自重
ko: 맨몸
vi: Trọng lượng cơ thể

source: Bodyweight Standing Calf Raise
ja: 自重スタンディングカーフレイズ
ko: 자중 스탠딩 카프 레이즈
vi: Nhón bắp chân đứng thân người

source: Bodyweight Triceps Extension
ja: 自重トライセップスエクステンション
ko: 자중 트라이셉스 익스텐션
vi: Duỗi tay sau thân người

source: Bodyweight and bands.
ja: 自重とバンド
ko: 맨몸과 밴드
vi: Thân người và dây kháng lực.

source: Both
ja: 両方
ko: 둘 다
vi: Cả hai

source: Box Squat
ja: ボックススクワット
ko: 박스 스쿼트
vi: Squat ghế

source: Bulgarian Split Squat
ja: ブルガリアンスプリットスクワット
ko: 불가리안 스플릿 스쿼트
vi: Squat tách chân kiểu Bulgaria

source: Bulk
ja: 増量
ko: 증량
vi: Tăng cân

source: Cable
ja: ケーブル
ko: 케이블

source: Cable Crunch
ja: ケーブルクランチ
ko: 케이블 크런치
vi: Gập bụng dây cáp

source: Cable Curl
ja: ケーブルカール
ko: 케이블 컬
vi: Curl dây cáp

source: Cable Fly
ja: ケーブルフライ
ko: 케이블 플라이
vi: Ép ngực dây cáp

source: Cable Front Raise
ja: ケーブルフロントレイズ
ko: 케이블 프런트 레이즈
vi: Nâng tạ trước dây cáp

source: Cable Glute Kickback
ja: ケーブルグルートキックバック
ko: 케이블 글루트 킥백
vi: Đá mông dây cáp

source: Cable Hammer Curl
ja: ケーブルハンマーカール
ko: 케이블 해머 컬
vi: Hammer Curl dây cáp

source: Cable Kickback
ja: ケーブルキックバック
ko: 케이블 킥백
vi: Đá tay sau dây cáp

source: Cable Lateral Raise
ja: ケーブルラテラルレイズ
ko: 케이블 래터럴 레이즈
vi: Nâng tạ ngang dây cáp

source: Cable Pallof Press
ja: ケーブルパロフプレス
ko: 케이블 팔로프 프레스
vi: Pallof Press dây cáp

source: Cable Pull-Through
ja: ケーブルプルスルー
ko: 케이블 풀스루
vi: Kéo dây qua háng

source: Cable Rear Delt Fly
ja: ケーブルリアデルトフライ
ko: 케이블 리어 델트 플라이
vi: Ép vai sau dây cáp

source: Cable Rope Overhead Extension
ja: ケーブルロープオーバーヘッドエクステンション
ko: 케이블 로프 오버헤드 익스텐션
vi: Duỗi tay sau trên đầu dây cáp

source: Cable Shrug
ja: ケーブルシュラッグ
ko: 케이블 슈러그
vi: Nhún vai dây cáp

source: Cable Upright Row
ja: ケーブルアップライトロウ
ko: 케이블 업라이트 로우
vi: Chèo đứng dây cáp

source: Cable Woodchop
ja: ケーブルウッドチョップ
ko: 케이블 우드찹
vi: Vặn người dây cáp

source: Captain's Chair Leg Raise
ja: キャプテンズチェアレッグレイズ
ko: 캡틴스 체어 레그 레이즈
vi: Nâng chân ghế captain

source: Chest-Supported Row
ja: チェストサポートロウ
ko: 체스트 서포트 로우
vi: Chèo tựa ngực

source: Chin-Up
ja: チンアップ
ko: 친업
vi: Hít xà tay ngửa

source: Close-Grip Bench Press
ja: クローズグリップベンチプレス
ko: 클로즈 그립 벤치 프레스
vi: Đẩy ngực hẹp tay

source: Close-Grip Incline Press
ja: クローズグリップインクラインプレス
ko: 클로즈 그립 인클라인 프레스
vi: Đẩy ngực trên hẹp tay

source: Close-Grip Inverted Row
ja: クローズグリップインバーテッドロウ
ko: 클로즈 그립 인버티드 로우
vi: Chèo xà hẹp tay

source: Close-Grip Lat Pulldown
ja: クローズグリップラットプルダウン
ko: 클로즈 그립 랫 풀다운
vi: Kéo xô hẹp tay

source: Close-Grip Pull-Up
ja: クローズグリッププルアップ
ko: 클로즈 그립 풀업
vi: Hít xà hẹp tay

source: Close-Grip Seated Cable Row
ja: クローズグリップシーテッドケーブルロウ
ko: 클로즈 그립 시티드 케이블 로우
vi: Chèo dây cáp ngồi hẹp tay

source: Commercial gym
ja: 商業ジム
ko: 상업 헬스장
vi: Phòng gym thương mại

source: Compress
ja: 圧縮
ko: 압축
vi: Gộp lại

source: Concentration Curl
ja: コンセントレーションカール
ko: 컨센트레이션 컬

source: Copenhagen Plank
ja: コペンハーゲンプランク
ko: 코펜하겐 플랭크

source: Crunch
ja: クランチ
ko: 크런치
vi: Gập bụng

source: Curtsy Lunge
ja: カートシーランジ
ko: 커트시 런지
vi: Chùng chân bắt chéo

source: Cut
ja: 減量
ko: 감량
vi: Giảm mỡ

source: Cut the load 20–30 % after failure and keep going.
ja: 限界までいったら重量を20〜30 %下げて続けます。
ko: 한계에 도달하면 중량을 20–30 % 낮추고 계속해요.
vi: Sau khi kiệt sức, hạ mức tạ 20–30 % rồi tiếp tục.

source: Dead Bug
ja: デッドバグ
ko: 데드 버그

source: Dead Hang
ja: デッドハング
ko: 데드 행
vi: Treo xà

source: Deadlift
ja: デッドリフト
ko: 데드리프트

source: Decline Barbell Bench Press
ja: デクラインバーベルベンチプレス
ko: 디클라인 바벨 벤치 프레스
vi: Đẩy ngực dưới tạ đòn

source: Decline Cable Fly
ja: デクラインケーブルフライ
ko: 디클라인 케이블 플라이
vi: Ép ngực dưới dây cáp

source: Decline Dumbbell Fly
ja: デクラインダンベルフライ
ko: 디클라인 덤벨 플라이
vi: Ép ngực dưới tạ đơn

source: Decline Dumbbell Press
ja: デクラインダンベルプレス
ko: 디클라인 덤벨 프레스
vi: Đẩy ngực dưới tạ đơn

source: Decline Push-Up
ja: デクラインプッシュアップ
ko: 디클라인 푸시업
vi: Hít đất chân cao

source: Decline Sit-Up
ja: デクラインシットアップ
ko: 디클라인 싯업
vi: Gập bụng ngồi dậy ghế dốc

source: Deficit Deadlift
ja: デフィシットデッドリフト
ko: 데피싯 데드리프트

source: Deficit Sumo Deadlift
ja: デフィシットスモーデッドリフト
ko: 데피싯 스모 데드리프트
vi: Sumo Deficit Deadlift

source: Deload week
ja: ディロード週
ko: 디로드 주
vi: Tuần giảm tải

source: Diamond Push-Up
ja: ダイヤモンドプッシュアップ
ko: 다이아몬드 푸시업
vi: Hít đất kim cương

source: Dips
ja: ディップス
ko: 딥스

source: Do the next session light.
ja: 次のセッションは軽めに
ko: 다음 운동은 가볍게
vi: Tập nhẹ buổi tiếp theo.

source: Donkey Calf Raise
ja: ドンキーカーフレイズ
ko: 돈키 카프 레이즈
vi: Nhón bắp chân kiểu donkey

source: Drag Curl
ja: ドラッグカール
ko: 드래그 컬

source: Dragon Flag
ja: ドラゴンフラッグ
ko: 드래곤 플래그

source: Drop set
ja: ドロップセット
ko: 드롭세트

source: Drop the next session and move to the one after.
ja: 次のセッションを飛ばして、その次へ
ko: 다음 운동은 건너뛰고 그다음으로
vi: Bỏ buổi tiếp theo và chuyển sang buổi sau đó.

source: Dumbbell
ja: ダンベル
ko: 덤벨
vi: Tạ đơn

source: Dumbbell Calf Raise
ja: ダンベルカーフレイズ
ko: 덤벨 카프 레이즈
vi: Nhón bắp chân tạ đơn

source: Dumbbell Floor Press
ja: ダンベルフロアプレス
ko: 덤벨 플로어 프레스
vi: Đẩy ngực sàn tạ đơn

source: Dumbbell Fly
ja: ダンベルフライ
ko: 덤벨 플라이
vi: Ép ngực tạ đơn

source: Dumbbell Forward Lunge
ja: ダンベルフォワードランジ
ko: 덤벨 포워드 런지
vi: Chùng chân trước tạ đơn

source: Dumbbell Front Raise
ja: ダンベルフロントレイズ
ko: 덤벨 프런트 레이즈
vi: Nâng tạ trước tạ đơn

source: Dumbbell Kickback
ja: ダンベルキックバック
ko: 덤벨 킥백
vi: Đá tay sau tạ đơn

source: Dumbbell Lateral Raise
ja: ダンベルラテラルレイズ
ko: 덤벨 래터럴 레이즈
vi: Nâng tạ ngang tạ đơn

source: Dumbbell Pullover
ja: ダンベルプルオーバー
ko: 덤벨 풀오버
vi: Pullover tạ đơn

source: Dumbbell Reverse Lunge
ja: ダンベルリバースランジ
ko: 덤벨 리버스 런지
vi: Chùng chân sau tạ đơn

source: Dumbbell Romanian Deadlift
ja: ダンベルルーマニアンデッドリフト
ko: 덤벨 루마니안 데드리프트
vi: Deadlift kiểu Romania tạ đơn

source: Dumbbell Shrug
ja: ダンベルシュラッグ
ko: 덤벨 슈러그
vi: Nhún vai tạ đơn

source: Dumbbell Split Squat
ja: ダンベルスプリットスクワット
ko: 덤벨 스플릿 스쿼트
vi: Squat tách chân tạ đơn

source: Dumbbell Squat
ja: ダンベルスクワット
ko: 덤벨 스쿼트
vi: Squat tạ đơn

source: Dumbbell Squeeze Press
ja: ダンベルスクイーズプレス
ko: 덤벨 스퀴즈 프레스
vi: Đẩy ngực ép tạ đơn

source: Dumbbell Step-Up
ja: ダンベルステップアップ
ko: 덤벨 스텝업
vi: Bước lên ghế tạ đơn

source: Dumbbell Upright Row
ja: ダンベルアップライトロウ
ko: 덤벨 업라이트 로우
vi: Chèo đứng tạ đơn

source: Dumbbells and bodyweight.
ja: ダンベルと自重
ko: 덤벨과 맨몸
vi: Tạ đơn và thân người.

source: Dumbbells only
ja: ダンベルのみ
ko: 덤벨만
vi: Chỉ tạ đơn

source: Dumbbells, machines and bodyweight.
ja: ダンベル、マシン、自重
ko: 덤벨, 머신, 맨몸
vi: Tạ đơn, máy và thân người.

source: EZ-Bar Curl
ja: EZバーカール
ko: EZ바 컬
vi: Curl thanh EZ

source: EZ-Bar Preacher Curl
ja: EZバープリーチャーカール
ko: EZ바 프리처 컬
vi: Curl ghế preacher thanh EZ

# Effort not recorded for these %lld sets.
source: Effort not recorded for these %1$lld sets.
ja: これら %1$lld セットの主観強度は未記録です。
ko: 이 %1$lld 세트의 노력도는 기록되지 않았습니다.
vi: Chưa ghi mức gắng sức cho %1$lld hiệp này.

source: Equipment missing
ja: 器具が不足
ko: 기구 부족
vi: Thiếu dụng cụ

source: Everything except machines.
ja: マシン以外すべて
ko: 머신 제외 전부
vi: Mọi thứ trừ máy.

source: Face Pull
ja: フェイスプル
ko: 페이스 풀
vi: Kéo dây ngang mặt

source: Farmer's Walk
ja: ファーマーズウォーク
ko: 파머스 워크

source: Female
ja: 女性
ko: 여성
vi: Nữ

source: Fifty Sessions
ja: 50セッション
ko: 50세션
vi: 50 buổi tập

source: Fifty sessions logged. This is who you are now.
ja: 50セッションを記録。もうこれはあなたの日常です。
ko: 50세션을 기록했어요. 이제 당신의 일상이에요.
vi: Đã ghi 50 buổi tập. Đây đã là con người bạn.

source: Fire Hydrant
ja: ファイアーハイドラント
ko: 파이어 하이드런트

source: First %@ on record: %@ %@.
ja: 初の%@：%@ %@。
ko: 첫 %@ 기록: %@ %@.
vi: %@ đầu tiên: %@ %@.

source: First PR
ja: 初PR
ko: 첫 PR
vi: PR đầu tiên

source: First Session
ja: 初セッション
ko: 첫 세션
vi: Buổi tập đầu tiên

source: First e1RM on record for %@: %@ %@.
ja: %@ の初のe1RM記録：%@ %@。
ko: %@ 첫 e1RM 기록: %@ %@.
vi: e1RM đầu tiên được ghi cho %@: %@ %@.

source: First time
ja: 初回
ko: 처음
vi: Lần đầu

source: Flat Dumbbell Bench Press
ja: フラットダンベルベンチプレス
ko: 플랫 덤벨 벤치 프레스
vi: Đẩy ngực phẳng tạ đơn

source: Flutter Kick
ja: フラッターキック
ko: 플러터 킥
vi: Đạp chân luân phiên

source: Fold the missed sessions into the rest of the week.
ja: 欠席したセッションを週の残りに振り分けます
ko: 빠진 운동을 남은 주에 나눠 넣어요
vi: Gộp các buổi đã lỡ vào phần còn lại của tuần.

source: Front Squat
ja: フロントスクワット
ko: 프런트 스쿼트
vi: Squat trước

source: Full A
ja: 全身 A
ko: 전신 A
vi: Toàn thân A

source: Full B
ja: 全身 B
ko: 전신 B
vi: Toàn thân B

source: Full C
ja: 全身 C
ko: 전신 C
vi: Toàn thân C

source: Full body
ja: フルボディ
ko: 풀바디
vi: Toàn thân

source: GHD Sit-Up
ja: GHDシットアップ
ko: GHD 싯업
vi: Gập bụng ngồi dậy GHD

source: Glute Bridge
ja: グルートブリッジ
ko: 글루트 브릿지
vi: Nâng mông

source: Glute Bridge March
ja: グルートブリッジマーチ
ko: 글루트 브릿지 마치
vi: Nâng mông diễu hành

source: Glute-Ham Raise
ja: グルートハムレイズ
ko: 글루트 햄 레이즈
vi: Nâng mông đùi sau

source: Go light
ja: 軽めに
ko: 가볍게
vi: Tập nhẹ

source: Goblet Squat
ja: ゴブレットスクワット
ko: 고블릿 스쿼트

source: Good Morning
ja: グッドモーニング
ko: 굿모닝

source: Hack Squat
ja: ハックスクワット
ko: 핵 스쿼트

source: Hammer Curl
ja: ハンマーカール
ko: 해머 컬

source: Handstand Push-Up
ja: ハンドスタンドプッシュアップ
ko: 핸드스탠드 푸시업
vi: Hít đất trồng chuối

source: Hanging Knee Raise
ja: ハンギングニーレイズ
ko: 행잉 니 레이즈
vi: Nâng gối treo xà

source: Hanging Leg Raise
ja: ハンギングレッグレイズ
ko: 행잉 레그 레이즈
vi: Nâng chân treo xà

source: High
ja: 高い
ko: 높음
vi: Cao

source: High-to-Low Cable Fly
ja: ハイトゥローケーブルフライ
ko: 하이 투 로우 케이블 플라이
vi: Ép ngực dây cáp từ trên xuống

source: Home
ja: 自宅
ko: 집
vi: Ở nhà

source: Hotel
ja: ホテル
ko: 호텔
vi: Khách sạn

source: Hundred Sessions
ja: 100セッション
ko: 100세션
vi: 100 buổi tập

source: Hypertrophy
ja: 筋肥大
ko: 근비대
vi: Tăng cơ

source: Incline Barbell Press
ja: インクラインバーベルプレス
ko: 인클라인 바벨 프레스
vi: Đẩy ngực trên tạ đòn

source: Incline Cable Curl
ja: インクラインケーブルカール
ko: 인클라인 케이블 컬
vi: Curl dây cáp nghiêng trên

source: Incline Cable Fly
ja: インクラインケーブルフライ
ko: 인클라인 케이블 플라이
vi: Ép ngực trên dây cáp

source: Incline Dumbbell Curl
ja: インクラインダンベルカール
ko: 인클라인 덤벨 컬
vi: Curl tạ đơn nghiêng trên

source: Incline Dumbbell Fly
ja: インクラインダンベルフライ
ko: 인클라인 덤벨 플라이
vi: Ép ngực trên tạ đơn

source: Incline Dumbbell Lateral Raise
ja: インクラインダンベルラテラルレイズ
ko: 인클라인 덤벨 래터럴 레이즈
vi: Nâng tạ ngang tạ đơn nghiêng trên

source: Incline Dumbbell Press
ja: インクラインダンベルプレス
ko: 인클라인 덤벨 프레스
vi: Đẩy ngực trên tạ đơn

source: Incline Dumbbell Row
ja: インクラインダンベルロウ
ko: 인클라인 덤벨 로우
vi: Chèo tạ đơn nghiêng trên

source: Incline Hammer Curl
ja: インクラインハンマーカール
ko: 인클라인 해머 컬
vi: Hammer Curl nghiêng trên

source: Incline Push-Up
ja: インクラインプッシュアップ
ko: 인클라인 푸시업
vi: Hít đất tay cao

source: Incline Rear Delt Fly
ja: インクラインリアデルトフライ
ko: 인클라인 리어 델트 플라이
vi: Ép vai sau nghiêng trên

source: Intermediate
ja: 中級者
ko: 중급
vi: Trung cấp

source: Inverted Row
ja: インバーテッドロウ
ko: 인버티드 로우
vi: Chèo xà

source: JM Press
ja: JMプレス
ko: JM 프레스

source: Keep original
ja: 元のまま
ko: 원래대로
vi: Giữ nguyên

source: Keep the plan and carry on.
ja: プランを維持して続行
ko: 계획 유지하고 계속
vi: Giữ kế hoạch và tiếp tục.

source: Kettlebell Deadlift
ja: ケトルベルデッドリフト
ko: 케틀벨 데드리프트
vi: Deadlift tạ ấm

source: Kettlebell Front Squat
ja: ケトルベルフロントスクワット
ko: 케틀벨 프런트 스쿼트
vi: Squat trước tạ ấm

source: Kettlebell Romanian Deadlift
ja: ケトルベルルーマニアンデッドリフト
ko: 케틀벨 루마니안 데드리프트
vi: Deadlift kiểu Romania tạ ấm

source: Kettlebell Swing
ja: ケトルベルスイング
ko: 케틀벨 스윙
vi: Vung tạ ấm

source: Kilotonne Club
ja: キロトンクラブ
ko: 킬로톤 클럽
vi: Câu lạc bộ nghìn tấn

source: Knee
ja: 膝
ko: 무릎
vi: Đầu gối

source: Kroc Row
ja: クロックロウ
ko: 크록 로우

source: Landmine Press
ja: ランドマインプレス
ko: 랜드마인 프레스

source: Landmine Reverse Lunge
ja: ランドマインリバースランジ
ko: 랜드마인 리버스 런지
vi: Chùng chân sau Landmine

source: Landmine Squat
ja: ランドマインスクワット
ko: 랜드마인 스쿼트

source: Lat Pulldown
ja: ラットプルダウン
ko: 랫 풀다운
vi: Kéo xô

source: Lateral Lunge
ja: ラテラルランジ
ko: 래터럴 런지
vi: Chùng chân ngang

source: Leg Extension
ja: レッグエクステンション
ko: 레그 익스텐션
vi: Duỗi chân

source: Leg Press
ja: レッグプレス
ko: 레그 프레스
vi: Đạp chân

source: Leg Press Calf Raise
ja: レッグプレスカーフレイズ
ko: 레그 프레스 카프 레이즈
vi: Nhón bắp chân máy đạp chân

source: Legs
ja: 脚
ko: 하체
vi: Chân

source: Lift 100,000 kg in total.
ja: 累計100,000 kgを持ち上げる。
ko: 총 100,000 kg을 들어올리기.
vi: Nâng tổng cộng 100.000 kg.

source: Lift one million kg in total.
ja: 累計100万kgを持ち上げる。
ko: 총 100만 kg을 들어올리기.
vi: Nâng tổng cộng một triệu kg.

source: Light
ja: 軽い
ko: 가벼움
vi: Nhẹ

source: Log a hundred sessions.
ja: 100セッションを記録する。
ko: 100세션 기록하기.
vi: Ghi 100 buổi tập.

source: Log fifty sessions.
ja: 50セッションを記録する。
ko: 50세션 기록하기.
vi: Ghi 50 buổi tập.

source: Log one session.
ja: 1セッションを記録する。
ko: 1세션 기록하기.
vi: Ghi 1 buổi tập.

source: Log ten sessions.
ja: 10セッションを記録する。
ko: 10세션 기록하기.
vi: Ghi 10 buổi tập.

source: Low-to-High Cable Fly
ja: ロートゥハイケーブルフライ
ko: 로우 투 하이 케이블 플라이
vi: Ép ngực dây cáp từ dưới lên

source: Lower
ja: 下半身
ko: 하체
vi: Dưới

source: Lunge
ja: ランジ
ko: 런지
vi: Chùng chân

source: Lying Leg Curl
ja: ライングレッグカール
ko: 라잉 레그 컬
vi: Gập gối nằm

source: Lying Leg Raise
ja: ライングレッグレイズ
ko: 라잉 레그 레이즈
vi: Nâng chân nằm

source: Machine
ja: マシン
ko: 머신
vi: Máy

source: Machine Biceps Curl
ja: マシンバイセップスカール
ko: 머신 바이셉스 컬
vi: Curl bắp tay trước máy

source: Machine Chest Press
ja: マシンチェストプレス
ko: 머신 체스트 프레스
vi: Đẩy ngực máy

source: Machine Crunch
ja: マシンクランチ
ko: 머신 크런치
vi: Gập bụng máy

source: Machine Decline Press
ja: マシンデクラインプレス
ko: 머신 디클라인 프레스
vi: Đẩy ngực dưới máy

source: Machine Glute Kickback
ja: マシングルートキックバック
ko: 머신 글루트 킥백
vi: Đá mông máy

source: Machine High Row
ja: マシンハイロウ
ko: 머신 하이 로우
vi: Chèo máy cao

source: Machine Hip Abduction
ja: マシンヒップアブダクション
ko: 머신 힙 압덕션
vi: Dạng háng máy

source: Machine Incline Press
ja: マシンインクラインプレス
ko: 머신 인클라인 프레스
vi: Đẩy ngực trên máy

source: Machine Lateral Raise
ja: マシンラテラルレイズ
ko: 머신 래터럴 레이즈
vi: Nâng tạ ngang máy

source: Machine Preacher Curl
ja: マシンプリーチャーカール
ko: 머신 프리처 컬
vi: Curl ghế preacher máy

source: Machine Pullover
ja: マシンプルオーバー
ko: 머신 풀오버
vi: Pullover máy

source: Machine Row
ja: マシンロウ
ko: 머신 로우
vi: Chèo máy

source: Machine Shoulder Press
ja: マシンショルダープレス
ko: 머신 숄더 프레스
vi: Đẩy vai máy

source: Machine Triceps Extension
ja: マシントライセップスエクステンション
ko: 머신 트라이셉스 익스텐션
vi: Duỗi tay sau máy

source: Machine-Assisted Dip
ja: マシンアシストディップ
ko: 머신 어시스트 딥
vi: Dips máy trợ lực

source: Machine-Assisted Pull-Up
ja: マシンアシストプルアップ
ko: 머신 어시스트 풀업
vi: Hít xà máy trợ lực

source: Make easier
ja: 簡単にする
ko: 더 쉽게
vi: Làm nhẹ hơn

source: Make harder
ja: 難しくする
ko: 더 어렵게
vi: Làm nặng hơn

source: Male
ja: 男性
ko: 남성
vi: Nam

source: Meadows Row
ja: メドウズロウ
ko: 메도우스 로우

source: Missed sessions
ja: 欠席したセッション
ko: 빠진 운동
vi: Buổi tập đã lỡ

source: Moderate
ja: 普通
ko: 보통
vi: Trung bình

source: Mountain Climber
ja: マウンテンクライマー
ko: 마운틴 클라이머

source: Myo-reps
ja: ミオレップ
ko: 마이오렙

source: Narrow-Stance Leg Press
ja: ナロースタンスレッグプレス
ko: 네로우 스탠스 레그 프레스
vi: Đạp chân tư thế hẹp

source: Neutral-Grip Dumbbell Bench Press
ja: ニュートラルグリップダンベルベンチプレス
ko: 뉴트럴 그립 덤벨 벤치 프레스
vi: Đẩy ngực tạ đơn tay trung tính

source: Neutral-Grip Lat Pulldown
ja: ニュートラルグリップラットプルダウン
ko: 뉴트럴 그립 랫 풀다운
vi: Kéo xô tay trung tính

source: Neutral-Grip Pull-Up
ja: ニュートラルグリッププルアップ
ko: 뉴트럴 그립 풀업
vi: Hít xà tay trung tính

# Next %@: %@ → %@.
source: Next %1$@: %2$@ → %3$@.
ja: 次回 %1$@：%2$@ → %3$@。
ko: 다음 %1$@: %2$@ → %3$@.
vi: %1$@ kế tiếp: %2$@ → %3$@.

source: Next %@: %@.
ja: 次回%@：%@。
ko: 다음 %@: %@.
vi: Lần tới %@: %@.

source: Next %@: loads adapt from these sets.
ja: 次回%@：負荷は今回のセットから調整されます。
ko: 다음 %@: 부하는 이번 세트에 맞춰 조정돼요.
vi: Lần tới %@: mức tạ sẽ thích ứng từ các hiệp này.

source: Next exercise
ja: 次の種目
ko: 다음 운동
vi: Bài tập tiếp theo

source: No PRs this week — normal in an accumulation week.
ja: 今週はPRなし — 蓄積週では普通です。
ko: 이번 주 PR 없음 — 축적 주에는 정상이에요.
vi: Tuần này không có PR — bình thường ở tuần tích lũy.

source: No machines
ja: マシンなし
ko: 머신 없음
vi: Không có máy

source: No recent training data.
ja: 最近のトレーニングデータがありません
ko: 최근 운동 기록이 없어요
vi: Không có dữ liệu tập gần đây.

source: No sets recorded.
ja: 記録されたセットはありません。
ko: 기록된 세트가 없습니다.
vi: Chưa ghi hiệp nào.

source: Nordic Curl
ja: ノルディックカール
ko: 노르딕 컬

source: Notes are limited to 2,000 characters.
ja: メモは2,000文字までです。
ko: 메모는 2,000자까지 입력할 수 있습니다.
vi: Ghi chú giới hạn 2.000 ký tự.

source: One activation set, then 20–30 % load with 5 breaths between mini-sets.
ja: 最初に活性化セットを行い、その後20〜30 %の重量でミニセットの間に5呼吸ずつ取ります。
ko: 활성화 세트 후 중량을 20–30 %로 낮춰 미니세트 사이 호흡 5번씩 하며 이어가요.
vi: Một hiệp kích hoạt, sau đó 20–30 % mức tạ với 5 nhịp thở giữa các mini-set.

source: One million kg lifted in total.
ja: 累計100万kgを持ち上げました。
ko: 총 100만 kg을 들어올렸어요.
vi: Đã nâng tổng cộng một triệu kg.

source: Overhead Barbell Extension
ja: オーバーヘッドバーベルエクステンション
ko: 오버헤드 바벨 익스텐션
vi: Duỗi tay sau trên đầu tạ đòn

source: Overhead Dumbbell Carry
ja: オーバーヘッドダンベルキャリー
ko: 오버헤드 덤벨 캐리
vi: Mang tạ trên đầu

source: Overhead Dumbbell Extension
ja: オーバーヘッドダンベルエクステンション
ko: 오버헤드 덤벨 익스텐션
vi: Duỗi tay sau trên đầu tạ đơn

source: Overhead Press
ja: オーバーヘッドプレス
ko: 오버헤드 프레스
vi: Đẩy vai trên đầu

source: Overhead Squat
ja: オーバーヘッドスクワット
ko: 오버헤드 스쿼트
vi: Squat trên đầu

source: Override
ja: 上書き
ko: 재정의
vi: Ghi đè

source: PRs: %@.
ja: PR：%@。
ko: PR: %@.
vi: PR: %@.

source: Paused Bench Press
ja: ポーズベンチプレス
ko: 포즈 벤치 프레스
vi: Đẩy ngực dừng

source: Paused Deadlift
ja: ポーズデッドリフト
ko: 포즈 데드리프트
vi: Deadlift dừng

source: Paused Squat
ja: ポーズスクワット
ko: 포즈 스쿼트
vi: Squat dừng

source: Pec Deck
ja: ペックデック
ko: 펙 덱

source: Pendlay Row
ja: ペンドレーロウ
ko: 펜들레이 로우

source: Pendulum Squat
ja: ペンデュラムスクワット
ko: 펜들럼 스쿼트

source: Pike Push-Up
ja: パイクプッシュアップ
ko: 파이크 푸시업
vi: Hít đất pike

source: Plank
ja: プランク
ko: 플랭크

source: Plank Shoulder Tap
ja: プランクショルダータップ
ko: 플랭크 숄더 탭
vi: Plank chạm vai

source: Plateau
ja: プラトー
ko: 정체기
vi: Đình trệ

source: Post-beginner
ja: 初心者卒業
ko: 입문 수료
vi: Vừa qua người mới

source: Pull
ja: プル
ko: 풀
vi: Kéo

source: Pull-Up
ja: プルアップ
ko: 풀업
vi: Hít xà đơn

source: Push
ja: プッシュ
ko: 푸시
vi: Đẩy

source: Push / Pull
ja: プッシュ / プル
ko: 푸시 / 풀
vi: Đẩy / Kéo

source: Push / Pull / Legs
ja: プッシュ / プル / レッグ
ko: 푸시 / 풀 / 레그
vi: Đẩy / Kéo / Chân

source: Push Press
ja: プッシュプレス
ko: 푸시 프레스

source: Push-Up
ja: プッシュアップ
ko: 푸시업
vi: Hít đất

source: Push-Up Plus
ja: プッシュアッププラス
ko: 푸시업 플러스

source: RPE %@ under target — room to add load.
ja: RPEが目標より%@低め — まだ負荷を上げられます。
ko: RPE가 목표보다 %@ 낮아요 — 부하를 올릴 여지가 있어요.
vi: RPE thấp hơn mục tiêu %@ — còn dư địa để tăng tạ.

source: RPE on target across %lld sets.
ja: %lldセットすべてRPE目標どおり。
ko: %lld세트 모두 RPE 목표에 맞았어요.
vi: RPE đúng mục tiêu ở %lld hiệp.

source: RPE over target
ja: RPEが目標超過
ko: RPE 목표 초과
vi: RPE vượt mục tiêu
